{
  "home": "Accueil",
  "about_me": "À propos de moi",
  "projects": "Projets",
  "contact": "Contact",
  "cv": "CV",

  "welcome": "Bonjour à tous!",
  "iAm": "Je suis",
  "name": "Ruffin HOUNSOUNNON",

  "strings_type": [
    "Développeur Full Stack",
    "Développeur Web",
    "Enthousiaste",
    "Innovateur",
    "Créatif",
    "Passionné par la Technologie"
  ],

  "home_title_1": "Permettez-moi de me présenter",

  "home_text_1": "Je suis un passionné du développement web en formation continue. Actuellement, je réside à Buenos Aires, en Argentine, bien que je sois originaire de Mérida, au Venezuela. Au cours de mon parcours, j'ai investi mon temps à acquérir diverses connaissances et compétences pertinentes pour l'industrie, qui sont les suivantes :",
  "home_text_2": "Java, React, Astro, MySQL, JavaScript, HTML, CSS, Bootstrap, Tailwind-CSS, Spring, WordPress, NodeJS, Postman, Vercel, GitHub, Figma, Jira, Trello, Notion et Miro.",
  "home_text_3": "Je ressens une profonde passion pour la technologie et le développement web, et je m'engage à continuer d'apprendre chaque jour pour devenir un professionnel d'excellence dans le monde IT.",
  "home_text_4": "En plus de mes compétences techniques, j'ai une solide expérience en service client, où j'ai développé des compétences en résolution de problèmes, support technique et gestion de comptes. Ces expériences m'ont appris l'importance de la communication efficace et du travail en équipe.",
  "home_text_5": "Je suis prêt à relever de nouveaux défis et à faire partie d'équipes innovantes dans le secteur.",

  "about_tile_1": "Informations supplémentaires sur moi",

  "about_text_1": "J'ai participé à divers programmes de formation qui ont enrichi mon ensemble de compétences en tant que développeur. Ces programmes sont :",
  "about_text_2": "Full Stack — Developer Core chez 'Digital Nao x Tecmilenio'.",
  "about_text_3": "Développeur Full — Stack chez 'Egg Cooperation et Argentina Programa'.",
  "about_text_4": "Développeur Front — End chez 'Eidos Global et Accenture'.",
  "about_text_5": "J'ai précédemment fait partie de l'Université des Andes, dans la ville de Mérida — Venezuela, où j'ai étudié l'ingénierie électrique.",
  "about_text_6": "En plus de ma formation professionnelle, j'ai cherché de manière autodidacte à étendre mes connaissances via des plateformes éducatives comme Udemy, FundAula et Educacion IT.",
  "about_text_7": "De plus, j'ai travaillé sur des projets personnels qui m'ont permis d'appliquer et de renforcer mes compétences en développement web.",
  "about_text_8": "Dans le domaine du service client, j'ai travaillé dans plusieurs rôles qui m'ont permis de développer des compétences cruciales comme la résolution de problèmes techniques, le service personnalisé et la capacité à travailler sous pression.",
  "about_text_9": "Ces expériences ont complété ma formation technique, me donnant une perspective plus large et des compétences interpersonnelles essentielles pour le travail en équipe.",

  "tec_skills_title_1": "Compétences Techniques:",

  "text_skills_tec_1": "Gestion Optimale des Systèmes",
  "text_skills_tec_2": "Optimisation des Processus",
  "text_skills_tec_3": "Consultance Informatique",
  "text_skills_tec_4": "Assistance Informatique",
  "text_skills_tec_5": "Service Client",
  "text_skills_tec_6": "Contrôle de Qualité",
  "text_skills_tec_7": "Support Technique",

  "soft_skills_title_1": "Compétences Douces:",

  "text_skills_soft_1": "Pensée Logique et Analytique",
  "text_skills_soft_2": "Communication Efficace",
  "text_skills_soft_3": "Attention aux Détails",
  "text_skills_soft_4": "Gestion du Temps",
  "text_skills_soft_5": "Travail en Équipe",
  "text_skills_soft_6": "Adaptabilité",
  "text_skills_soft_7": "Créativité",

  "hobbies_title_1": "Loisirs:",

  "text_hobbie_1": "Photographie",
  "text_hobbie_2": "Formule 1",
  "text_hobbie_3": "Baseball",
  "text_hobbie_4": "Football",
  "text_hobbie_5": "Voyager",
  "text_hobbie_6": "Rock",

  "title_tech_stack_1": "Ensemble de Compétences Professionnelles",

  "title_tool_stack_1": "Outils que j'utilise",

  "title_github_1": "Historique Github",

  "title_project_section_1": "Mes Projets",

  "subtitle_project_section_1": "Voici quelques projets sur lesquels j'ai travaillé.",

  "projects_section": {
    "title_project_7": "Défis Frontend Mentor",
    "description_project_7": "Le dépôt Frontend Mentor Challenges est dédié à la recréation des différents défis de la plateforme Frontend Mentor. Son objectif principal est d'améliorer les compétences de développement front-end en abordant des projets de conception du monde réel. Chaque défi est mis en œuvre sur Vercel. Pour plus d'informations sur chaque défi, consultez le Readme correspondant. Les technologies utilisées incluent HTML, CSS, JavaScript, React, entre autres.",
    "github_project_7": "https://github.com/eduardoe92/Challenge",
    "link_project_7": "https://www.frontendmentor.io/",

    "title_project_6": "QR App",
    "description_project_6": "Le projet QR App est en développement constant et se concentre sur la création de codes QR. Son objectif est de fournir aux utilisateurs une expérience fluide, conviviale et agréable pour générer facilement des codes QR pour diverses applications. Au fil du temps, d'autres fonctionnalités seront ajoutées pour améliorer l'expérience de navigation. L'application est mise en œuvre sur Vercel et utilise des technologies telles que React-Vite, JavaScript, Tailwind CSS, HTML et CSS.",
    "github_project_6": "https://github.com/eduardoe92/URL",
    "link_project_6": "https://urlqr.vercel.app/",

    "title_project_5": "Bibliothèque",
    "description_project_5": "Le projet Bibliothèque est une application pour gérer une bibliothèque numérique. Il permet aux utilisateurs d'enregistrer, mettre à jour et gérer des livres, des auteurs et des comptes d'utilisateurs. Il inclut des fonctionnalités telles que l'enregistrement des utilisateurs, la gestion des livres et des auteurs, la sécurité des mots de passe, le contrôle des sessions et les rôles des utilisateurs. Il utilise Java, Spring Boot, Spring Security, Spring Data JPA, MySQL, Maven, HTML et Bootstrap pour offrir une plateforme sécurisée et fonctionnelle.",
    "github_project_5": "https://github.com/eduardoe92/LibraryProject",
    "link_project_5": "",

    "title_project_4": "Makisan Tech",
    "description_project_4": "La Landing Page de Makisan-Tech, développée avec HTML, CSS et JavaScript, a été le résultat d'une collaboration étroite avec une équipe de développeurs front-end. L'objectif principal était d'optimiser l'expérience utilisateur, en assurant une navigation fluide et une présentation attrayante qui reflète les valeurs de l'entreprise. Cela a été réalisé grâce à un design intuitif et une structure bien organisée facilitant l'accès à l'information.",
    "github_project_4": "https://github.com/eduardoe92/web-makisan-tech",
    "link_project_4": "https://jonathansansok.github.io/web-makisan-tech/",

    "title_project_3": "Caroline Seda",
    "description_project_3": "Le projet de Digital Nao consistait en la création d'une Landing Page pour 'Caroline Seda', professionnelle en Administration et Direction des Entreprises. Des technologies HTML, CSS et Bootstrap ont été utilisées pour son développement, garantissant une présentation élégante et fonctionnelle. Le site web met en valeur les compétences et les services offerts par la licenciée, permettant aux visiteurs d'obtenir une impression claire et professionnelle de ses capacités.",
    "github_project_3": "https://github.com/eduardoe92/CarolineSada",
    "link_project_3": "https://eduardoe92.github.io/CarolineSada/",

    "title_project_2": "Pokedex",
    "description_project_2": "Le projet Pokedex, développé avec React, utilise l'API de Pokemon pour offrir aux utilisateurs l'accès aux spécifications de leurs Pokémon préférés. Cette application est hébergée sur Vercel, garantissant une expérience fluide et fiable. Avec un focus sur la convivialité et la précision des données, le projet Pokedex est un outil inestimable tant pour les passionnés de Pokémon que pour les développeurs. L'interface est intuitive et facile à utiliser.",
    "github_project_2": "https://github.com/eduardoe92/Pokedex",
    "link_project_2": "https://pokedex-eduardoe92.vercel.app/",

    "title_project_1": "",
    "description_project_1": "Le projet Rick and Morty, développé avec React pour l'interface et utilisant l'API de la série, fournit aux utilisateurs des informations détaillées sur chaque personnage. L'application est mise en œuvre sur Vercel, assurant une plateforme interactive, fluide, agréable et fiable pour les fans. Elle permet d'explorer l'univers de la série de manière détaillée et amusante, offrant une expérience utilisateur enrichissante et divertissante.",
    "github_project_1": "https://github.com/eduardoe92/ApiRickAndMorty",
    "link_project_1": "https://rickandmorty-seven-virid.vercel.app/"
  },

  "Deployer": "Déployer",

  "contact_title_1": "Merci de vouloir me contacter",

  "contact_text_1": "Je suis à votre disposition pour répondre à toutes vos questions ou préoccupations.",
  "contact_text_2": "Si vous souhaitez me contacter, vous pouvez le faire via mes réseaux sociaux ou en remplissant le formulaire suivant avec toutes vos informations.",
  "contact_text_3": "Veuillez noter que ma disponibilité peut varier, mais je ferai de mon mieux pour répondre à votre message dans les plus brefs délais.",
  "contact_text_4": "J'espère avoir de vos nouvelles bientôt!",
  "contact_text_5": "Cordialement.",

  "form": {
    "form_name": "Nom :",
    "form_email": "E-mail :",
    "form_subject": "Message :",

    "alert_send": "Message envoyé avec succès",
    "alert_fail": "Il y a eu un problème lors de l'envoi du message.",

    "form_pre_send": "Envoyer",
    "form_sending": "Envoi en cours...",
    "form_error": "Erreur lors de l'envoi",
    "form_send": "Envoyé"
  },

  "contact_icon_title_1": "Retrouvez-moi sur mes réseaux sociaux",

  "contact_icon_subtitle_1": "N'hésitez pas à me contacter"
}
